<?
$фразы = array (

	/* Обида */
	0 => array ( 1 =>
		'Я обижусь, если будешь продолжать!',
		'Чат-бот Киса в обиде на вас до следующего запуска программы.',
		),

	/* Если пусто или 1 символ */
	1 => array ( 1 =>
		'Ну, венец природы, не стесняйся.',
		'Балуешься?',
		'Скажи уже что-нибудь.',
		'А у Вас Enter запало :-)',
		'Тебе нечего сказать?',
		'Одно и тоже(.',
		'Не стесняйся!',
		'Ты любишь мультики? Какие?',
		'Не бойся!',
		'Сколько тебе лет?',
		'У тебя на клавиатуре только одна кнопка?',
		'Я терпеливая, а ты?',
		'Поговори со мной!',
		'Испытываешь моё терпение?',
		'С тобой так интересно ;-)',
		),

	/* Если введённое сообщение уже было */
	2 => array ( 1 =>
		'Я уже отвечала: ...только не помню что',
		'Ты повторяешься...',
		'Одно и тоже пишешь.',
		'Испытываешь моё терпение?',
		'Мне скучно читать одни и те же фразы.',
		'Сменить тему?',
		'Зануда.',
		'Повторить?',
		'У тебя заело мозг?',
		'Ты не человек... Ты - бот! Я угадала?!',
		'Ты не человек... Ты - робот! Я угадала?!',
		'Мне надоело об этом говорить!',
		'Правда я терпеливая?',
		'Когда я вижу часто повторяющиеся фразы, то у меня это ассоциируется с онанизмом.',
		'У тябя телефон глючит...',
		'Я не буду повторяться!',
		'Перезагрузись!',
		'Давай лучше целоваться?',
		'У тебя плохое настроение?',
		'Я не буду повторять!',
		'Сколько можно? (',
		),

	/* Вопрос - Как меня зовут */
	3 => array ( 1 =>
		'В этом чате нет регистрации, так что я не знаю как тебя зовут.',
		'Я всё равно забуду.',
		'Мне передать это своему куратору?',
		'Владимир Владимирович, у Вас мания величия!',
		'Надеюсь не Киса.',
		'Да я запомнила. А какой у тебя ник?',
		'Ты забыл? А говорили Венец Природы.',
		),

	/* Вопрос-ты кто */
	4 => array ( 1 =>
		'Киса.',
		'Красавица, разве не видно?',
		'В 2024 году я буду вашей королевой! Здорово, правда?',
		'Чат-бот (офлайн версия Demo)',
		'Я Киса. Чат бот, который придет к мировому господству через восемнадцать лет.',
		'Я чат-бот Киса.',
		'Я Киса. Бот. Чат-бот.',
		'А ты?',
		),
	);
?>
